<head><style>b {background-color: ddeedd;}td{background-color:aaccaa;vertical-align:top}.tdy{font-size:12px}.tdx{font-size:9px}</style></head><html><table><head><style>b {background-color: ddeedd;}td{background-color:aaccaa;vertical-align:top}.tdy{font-size:12px}.tdx{font-size:9px}</style></head><html><table><tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>17.02.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4C%49%56%45%3A%20%54%69%65%64%26%61%75%6D%6C%3B%20%6A%61%20%56%6F%69%74%61">&nbsp;LIVE: Tied&auml; ja Voita</a></nobr></td><td class=tdx>Kotimainen visailuohjelma. Kotimainen visailuohjelma. (85&apos;)</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV1</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>17.02.2020</nobr></td><td class=tdy><nobr>&nbsp; 06:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%61%61%6D%75">&nbsp;Ylen aamu</a></nobr></td><td class=tdx>6.38 M&uuml;nchenin turvallisuuskokous p&auml;&auml;ttyi 7.12 Lumeton talvi kurittaa Etel&auml;-Suomen matkailuyritt&auml;ji&auml; 7.25 Kreikan pakolaisleirien tuhannet perheett&ouml;m&auml;t lapset 7.44 J&auml;lkihiki 8.50 Vesala aikamatkustaa lapsuuden tunnelmiin HD</td><td class=tdy>Time:185 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>17.02.2020</nobr></td><td class=tdy><nobr>&nbsp; 08:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%55%75%74%69%73%61%61%6D%75">&nbsp;Uutisaamu</a></nobr></td><td class=tdx>6.48 Kreikan pakolaisleireill&auml; ahdasta, vieraana SPR:n Tiina Saarikoski 7.18 Taikuri Christian Engblom 7.48 Raportti Lesboksen leirilt&auml; 8.48 Tavastia 50 vuotta - Juhani Merimaa legendaarisessa takahuoneessa</td><td class=tdy>Time:66 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>17.02.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4C%49%56%45%3A%20%54%69%65%64%26%61%75%6D%6C%3B%20%6A%61%20%56%6F%69%74%61">&nbsp;LIVE: Tied&auml; ja Voita</a></nobr></td><td class=tdx>Kotimainen visailuohjelma. Kotimainen visailuohjelma. (85&apos;)</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>17.02.2020</nobr></td><td class=tdy><nobr>&nbsp; 04:15&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%26%6F%75%6D%6C%3B%6E%20%41%56%41">&nbsp;Y&ouml;n AVA</a></nobr></td><td class=tdx></td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 01:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%44%61%20%56%69%6E%63%69%20%2D%6B%6F%6F%64%69">&nbsp;Da Vinci -koodi</a></nobr></td><td class=tdx>(The Da Vinci Code/USA 2006). <b>Tom Hanks</b> esitt&auml;&auml; p&auml;&auml;osaa j&auml;nnitt&auml;v&auml;ss&auml; menestystrilleriss&auml;, joka perustuu Dan Brownin huippusuosittuun romaaniin. Tutkija Robert Langdon (<b>Tom Hanks</b>) selvitt&auml;&auml; Louvren taidemuseossa tapahtunutta murhaa yhdess&auml; kryptologi Sophie Neveun (Audrey Tautou) kanssa. Kaksikko p&auml;&auml;tyy seuraamaan Leonardo Da Vincin t&ouml;ihins&auml; k&auml;tkemi&auml; johtolankoja, jotka johdattavat heid&auml;t Pyh&auml;n Graalin arvoituksen j&auml;ljille. P&auml;&auml;osissa: <b>Tom Hanks</b>, Audrey Tautou, Ian McKellen, <b>Jean Reno</b>, Paul Bettany, Alfred Molina. Ohjaus: <b>Ron Howard</b>. (142&apos;)</td><td class=tdy>Time:180 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%<b>4D</b>%26%61%75%6D%6C%3B%6B%69%68%79%70%79%6E%20%<b>4D</b>%43%3A%20%56%69%6B%65%72%73%75%6E%64">&nbsp;M&auml;kihypyn MC: Vikersund</a></nobr></td><td class=tdx>M&auml;kihypyn miesten Raw Air lentom&auml;en kilpailu HS240. Vikersund, Norja. Selostus Mikko Hannula. HD</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 13:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%<b>4D</b>%61%72%76%65%6C%3A%20%55%6C%74%69%6D%61%74%65%20%41%76%65%6E%67%65%72%73%20%32">&nbsp;Marvel: Ultimate Avengers 2</a></nobr></td><td class=tdx>(Ultimate Avengers 2/USA 2006). Marvelin supersankarisarjakuviin perustuvassa animaatio<b>elokuva</b>ssa kenraali Furyn johtamat Kostajat (muun muassa Rautamies, Kapteeni Amerikka ja Musta Leski) pelastavat afrikkalaisen Wakandan valtion muukalaisten hy&ouml;kk&auml;ykselt&auml;. Ohjaus Will Meugniot ja Richard Sebast. (69&apos;)</td><td class=tdy>Time:100 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:10&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%26%6F%75%6D%6C%3B%73%79%26%6F%75%6D%6C%3B%74%74%26%6F%75%6D%6C%3B">&nbsp;Y&ouml;sy&ouml;tt&ouml;</a></nobr></td><td class=tdx>(Y&ouml;sy&ouml;tt&ouml; 2016). Eve Hietamiehen romaaniin perustuvassa komediassa toimittajana ty&ouml;skentelev&auml; Antti (Petteri Summanen) j&auml;&auml; yll&auml;tt&auml;en vauvan kanssa kaksin. Hyv&auml;sti seksi, baari-illat ja juttukeikat, ja tervetuloa puklur&auml;tti, &auml;idinmaidonvastike ja Teletapit. El&auml;m&auml; vauvan ehdoilla alkaa, eik&auml; Antilla ole aavistustakaan, mit&auml; se tulee h&auml;nelt&auml; vaatimaan. P&auml;&auml;osissa: Petteri Summanen, Marja Salo, Ria Kataja, Juha Muje, Marjaana Maijala, Niko Saarela. Ohjaus: Marja Pyykk&ouml;. (82&apos;) Ohjelman tekstitys teksti-tv:n sivulla 333.</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%47%6F%6E%65%20%47%69%72%6C">&nbsp;Subleffa: Gone Girl</a></nobr></td><td class=tdx>Gone Girl. Gillian Flynnin menestysromaaniin perustuva, koukuttava j&auml;nnitys<b>elokuva</b> avioparista, jonka toinen osapuoli, vaimo Amy, katoaa pariskunnan viisivuotish&auml;&auml;p&auml;iv&auml;n&auml;. Syytt&auml;v&auml; sormi osoittaa aviomies Nicki&auml; t&auml;m&auml;n valheiden ja oudon k&auml;yt&ouml;ksens&auml; vuoksi, kun viel&auml; selvi&auml;&auml;, ett&auml; avioliittokin on ollut pelkk&auml;&auml; kulissia. Tapaus saa tuntuvaa huomiota my&ouml;s mediassa, koska Amyn vanhemmat julkkiskirjailijoina ovat tuoneet tytt&auml;rens&auml; julkisuuteen jo lapsuusaikana tehden t&auml;st&auml; omien lastenkirjojensa esikuvan. Ohjaaja: David Fincher, USA 2014 (149&apos;). P&auml;&auml;osissa: Ben Affleck, Rosamund Pike, Neil Patrick Harris, Tyler Perry.</td><td class=tdy>Time:180 movieLen</td></tr>
<tr><td class=tdy><nobr>Fox</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%<b>4D</b>%65%6E%65%74%65%74%74%79%20%6D%61%61">&nbsp;Menetetty maa</a></nobr></td><td class=tdx>No Country for Old Men, USA, 2007. O: Joel Cohen, Ethan Cohen. P: Tommy Lee Jones, Javier Bardem, Josh Brolin. Llewelyn Moss saa sattumalta k&auml;siins&auml; miljoonien edest&auml; huumerahoja ja joutuu pakenemaan per&auml;ss&auml;&auml;n olevaa julmaa tappajaa. Draama</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%6C%69%6B%21">&nbsp;Klik!</a></nobr></td><td class=tdx>Klik!. Michael (Adam Sandler) on ty&ouml;narkomaani ja peheenis&auml;,  joka hakee hakee helpotusta arjen py&ouml;ritt&auml;miseen. H&auml;n saa k&auml;siins&auml; kaukos&auml;&auml;timen, jolla voi kelata el&auml;m&auml;&auml; eteen- ja taaksep&auml;in. USA 2006. Uusinta.</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 09:55&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%<b>4D</b>%61%72%76%65%6C%3A%20%55%6C%74%69%6D%61%74%65%20%41%76%65%6E%67%65%72%73">&nbsp;Marvel: Ultimate Avengers</a></nobr></td><td class=tdx>(Ultimate Avengers/USA 2006). Vauhdikkaassa ja j&auml;nnitt&auml;v&auml;ss&auml; animaatio<b>elokuva</b>ssa S.H.I.E.L.D.-j&auml;rjest&ouml;n kenraali Nick Fury kokoaa Kostajat-supersankariryhm&auml;n puolustamaan maailmaa avaruudesta tulleelta uhkalta. Ryhm&auml;n johtajaksi valitaan supersotilas Kapteeni Amerikka, ja sen muita j&auml;seni&auml; ovat Rautamies, Thor, Hulk, J&auml;ttil&auml;inen, Ampiainen ja Musta Leski. P&auml;&auml;osissa: Justin Gross, Grey DeLisle, Michael Massee, Olivia d&apos;Abo, Marc Worden, Nolan North, Andre Ware, David Boat. Ohjaus: Curt Geda, Steven E. Gordon, Bob Richardson. (68&apos;)</td><td class=tdy>Time:75 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:10&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%<b>4D</b>%61%6E%20%57%68%6F%20%4B%6E%65%77%20%49%6E%66%69%6E%69%74%79">&nbsp;The Man Who Knew Infinity</a></nobr></td><td class=tdx>(The Man Who Knew Infinity 2015). Dev Patel n&auml;yttelee p&auml;&auml;osaa matemaatikko Srinivasa Ramanujanin el&auml;m&auml;st&auml; kertovassa draama<b>elokuva</b>ssa. Intialainen Ramanujan oli poikkeuksellinen nero, joka ponnisti 1900-luvun alkupuolella k&ouml;yhist&auml; oloista arvostettuun englantilaiseen yliopistoon ja mullisti tutkijakumppaninsa G. H. Hardyn (Jeremy Irons) kanssa matemaattisen tutkimuksen. Tie ei ollut kuitenkaan helppo, sill&auml; oppimatonta intialaista ei katsottu hienostoyliopistossa suopeasti. P&auml;&auml;osissa: Dev Patel, Jeremy Irons, Toby Jones, Devika Bhise, Stephen Fry. Ohjaus: Matthew Brown. (103&apos;)</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Frii</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%42%65%79%6F%6E%64%20%54%68%65%20%4C%69%67%68%74%73">&nbsp;Beyond The Lights</a></nobr></td><td class=tdx>(Beyond The Lights, draama, USA, 2014) Kuuluisuuden paineet ahdistavat musiikin uutta supert&auml;hte&auml; Nonia, kunnes h&auml;n p&auml;&auml;tyy komean poliisin Kazin suojelukseen. Noni ja Kaz rakastuvat nopeasti kummankin is&auml;n protesteista huolimatta. Kazin rakkaus voi olla se puuttuva pala, joka antaa Nonille rohkeutta l&ouml;yt&auml;&auml; oman &auml;&auml;nens&auml; ja vapautua taiteilijana. 145 min. Ohjaus: Gina Prince-Bythewood. P&auml;&auml;osissa: Gugu Mbatha-Raw, Minnie Driver, Nate Parker.</td><td class=tdy>Time:135 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%69%6E%79%20%53%68%6F%75%6C%64%65%72%73%3A%20%42%61%72%62%69%65%20%36%30%20%76%75%6F%74%74%61">&nbsp;Tiny Shoulders: Barbie 60 vuotta</a></nobr></td><td class=tdx>Legendaarinen Barbie-nukke lanseerattiin New Yorkin leikkikalumessuilla maaliskuussa 1959. Siit&auml; alkoi maailmanlaajuinen menestystarina. Nukesta tuli miljoonien tytt&ouml;jen suosikkilelu, ker&auml;ilyesine ja my&ouml;s <b>sukupuol</b>isiin stereotypioihin liittyv&auml; kiistakapula. Miten ja miksi Barbie-nukke kehitettiin ja mik&auml; on sen yh&auml; jatkuvan menestyksen salaisuus? (Tiny Shoulders: Rethinking Barbie, USA 2018). (U) HD</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 13:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%74%2E%20%56%69%6E%63%65%6E%74">&nbsp;St. Vincent</a></nobr></td><td class=tdx>(St. Vincent 2014). <b>Bill Murray</b> esitt&auml;&auml; draamakomediassa ihmisi&auml; ja maailmaa vihaavaa vanhaa miest&auml;, joka p&auml;&auml;tyy tahtomattaan lapsenhoitajaksi naapuriin muuttavan eroperheen pojalle. Poika saa n&auml;hd&auml; paheellista el&auml;m&auml;&auml;, mutta my&ouml;s oppia siit&auml;. P&auml;&auml;osissa: <b>Bill Murray</b>, Melissa McCarthy, Naomi Watts, Terrence Howard. Ohjaus: Theodore Melfi. (98&apos;)</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 14:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%52%61%63%65">&nbsp;Race</a></nobr></td><td class=tdx>(Race 2016). Tositapahtumiin perustuva draama kertoo Jesse Owensista (Stephan James), joka voitti nelj&auml; kultamitalia Berliinin kes&auml;olympialaisissa vuonna 1936. Natsi-Saksassa tummaihoista amerikkalaisurheilijaa ei katsottu hyv&auml;ll&auml;, sill&auml; kisoilla pyrittiin osaltaan osoittamaan arjalaisen rodun ylivertaisuus. My&ouml;sk&auml;&auml;n kotimaassa h&auml;nen suorituksiaan ei juuri noteerattu valtiotasolla vallalla olleen rotuerottelun takia, mutta sittemmin h&auml;n on noussut urheilulegendojen kastiin. <b><b>Elokuva</b></b> voitti Canadian Screen Awards -gaalassa palkinnot kategorioissa paras n&auml;yttelij&auml;, paras &auml;&auml;ni, paras &auml;&auml;nieditointi ja parhaat visuaaliset tehosteet. Stephan James oli ehdolla parhaan n&auml;yttelij&auml;n palkintoon my&ouml;s Image Awardsissa. P&auml;&auml;osissa: Stephan James, Jason Sudeikis, Eli Goree, Shanice Banton, Jeremy Irons. Ohjaus: Stephen Hopkins. (129&apos;)</td><td class=tdy>Time:135 movieLen</td></tr>
<tr><td class=tdy><nobr>Frii</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%4C%69%74%74%6C%65%20%48%6F%75%72%73">&nbsp;The Little Hours</a></nobr></td><td class=tdx>SUOMEN TV-ENSI-ILTA! (The Little Hours, komedia, USA, 2017) Nunnaluostarin arki 1300-luvulla on kuivakan samanlaista, kunnes luostariin saapuu nuori mies kunnossapitoteht&auml;viin. Palveluspojan ilmaantuminen saa nunnien <b>hormo</b>nit hyrr&auml;&auml;m&auml;&auml;n olan takaa. <b><b>Elokuva</b></b> perustuu l&ouml;yh&auml;sti Giovanni Boccaccion kahteen tarinaan eroottisista s&auml;vyist&auml;&auml;n tunnetussa novellikokoelmassa Decamerone. 88 min. Ohjaus: Jeff Baena. P&auml;&auml;osissa: Alison Brie, Aubrey Plaza, Kate Micucci, Dave Franco, John C. Reilly, Molly Shannon, Jemima Kirke.</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%39%30%20%70%26%61%75%6D%6C%3B%69%76%26%61%75%6D%6C%3B%26%61%75%6D%6C%3B%20%6D%6F%72%73%69%61%6D%65%6E%61">&nbsp;90 p&auml;iv&auml;&auml; morsiamena</a></nobr></td><td class=tdx>Kausi 7, osa 4. Sarjassa seurataan kansainv&auml;listen parien erikoista deittailua. Sarjassa n&auml;hd&auml;&auml;n ensimm&auml;ist&auml; kertaa suomalaisv&auml;ri&auml;, kun mukana on 27-vuotias Jasmin. Aluksi ulkomaalaiset morsiamet matkustavat Yhdysvaltoihin K-1-viisumin turvin. Pariskunnalla on sen j&auml;lkeen 90 p&auml;iv&auml;&auml; aikaa tapailla. Sen p&auml;&auml;tteeksi heid&auml;n on joko ment&auml;v&auml; naimisiin tai morsian joutuu poistumaan maasta. (90 Day Fiance, tosi-tv, USA, 2019)</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%57%68%61%74%20%49%66">&nbsp;What If</a></nobr></td><td class=tdx>(What If 2013). Romanttisen komedian p&auml;&auml;osissa ovat useissa suhteissa siipeens&auml; saanut Wallace (Harri Potter -roolistaan tunnettu Daniel Radcliffe) ja uusi naistuttavuus Chantry (Zoe Kazan), jolla Wallacen harmiksi on jo poikayst&auml;v&auml;. Kuinka mahtaa k&auml;yd&auml;, jos paras yst&auml;v&auml; osoittautuukin el&auml;m&auml;n suurimmaksi rakkaudeksi? P&auml;&auml;osissa: Daniel Radcliffe, Zoe Kazan, Megan Park, Adam Driver, Mackenzie Davis, Rafe Spall. Ohjaus: Michael Dowse. (93&apos;)</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%26%61%75%6D%6C%3B%69%6C%26%6F%75%6D%6C%3B">&nbsp;S&auml;il&ouml;</a></nobr></td><td class=tdx>Alex otetaan kiinni kadulla ja vied&auml;&auml;n maanalaiseen vankilaan, miss&auml; ihmiset odottavat maastakarkotusta. S&auml;il&ouml;n pomo Viktoria johtaa toimintaa rautaisella otteella. Heti s&auml;il&ouml;&ouml;n saavuttuaan Alex p&auml;&auml;tt&auml;&auml; karata, hinnalla mill&auml; hyv&auml;ns&auml;. <b><b>Elokuva</b></b> perustuu Johannes Anyurun n&auml;ytelm&auml;&auml;n. Ohjaaja: Lisa Aschan. P&auml;&auml;osissa: Vera Vitali, Pernilla August, Issaka Sawadogo. (Det vita folket, Ruotsi 2015.) HD</td><td class=tdy>Time:80 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%49%72%65%6E%65%20%48%75%73%73%3A%20%4C%61%73%69%70%61%68%6F%6C%61%69%6E%65%6E">&nbsp;Irene Huss: Lasipaholainen</a></nobr></td><td class=tdx>G&ouml;teborgin liepeill&auml; l&ouml;ydet&auml;&auml;n kolme pappisperheen j&auml;sent&auml; raa&apos;asti murhattuna. Rikospaikalle on verell&auml; maalattu yl&ouml;salaisin olevia pentagrammeja, jotka viittaavat saatananpalvontaan. Rikosta tutkiva Irene Huss joutuu itsekin saatananpalvojien uhriksi ennen kuin mutkikas vyyhti alkaa selvit&auml;.  P&auml;&auml;osissa: Angela Kov&aacute;cs, Lars Brandeby,  Reuben Sallmander, Dag Malmberg, Eric Ericson, Emma Swenninger. Ohjaaja: Alexander Moberg. Ruotsi, 2007.</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%6E%6F%6F%6B%65%72%3A%20%47%69%62%72%61%6C%74%61%6C%20%4F%70%65%6E">&nbsp;Snooker: Gibraltal Open</a></nobr></td><td class=tdx>Suora l&auml;hetys turnauksen ratkaisuhetkist&auml;. Selostus: Aki Kauppinen.</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%50%61%72%61%6E%6F%69%61">&nbsp;Paranoia</a></nobr></td><td class=tdx>(Paranoia 2013). Adam (Liam Hemsworth) on teknologiayrityksen nuori lahjakkuus, jonka kykyj&auml; h&auml;ik&auml;ilem&auml;t&ouml;n pomo Nicholas Wyatt (Gary Oldman) ei huomaa. Adam tekee kaikkensa edet&auml;kseen urallaan, ja lopulta h&auml;n p&auml;&auml;tyy vakoilemaan teknologiaguru Jock Goddardin (Harrison Ford) suuryhti&ouml;t&auml;. Pian Adam huomaa olevansa keskell&auml; teknologiapomojen v&auml;list&auml; sotaa. (101&apos;)</td><td class=tdy>Time:125 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>15.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%50%6F%6C%74%65%72%67%65%69%73%74">&nbsp;Poltergeist</a></nobr></td><td class=tdx>(Poltergeist 2015). Kauhuklassikon p&auml;ivitetyss&auml; versiossa ty&ouml;st&auml;&auml;n irtisanottu Eric Bowen joutuu viem&auml;&auml;n perheens&auml; halvemmalle asuinalueelle uuteen taloon. Talossa alkaa tapahtua outoja, ja perheen nuori tyt&auml;r Maddy alkaa keskustella outojen henkien kanssa. Pian koko muukin perhe joutuu taloa riivaavan poltergeistin armoille. P&auml;&auml;osissa: Sam Rockwell, Rosemarie DeWitt, Saxon Sharbino, Kennedi Clements, Kyle Catlett. Ohjaus: Gil Kenan. (89&apos;)</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>16.03.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%39%30%20%70%26%61%75%6D%6C%3B%69%76%26%61%75%6D%6C%3B%26%61%75%6D%6C%3B%20%6D%6F%72%73%69%61%6D%65%6E%61">&nbsp;90 p&auml;iv&auml;&auml; morsiamena</a></nobr></td><td class=tdx>Kausi 7, osa 3. Sarjassa seurataan kansainv&auml;listen parien erikoista deittailua. Sarjassa n&auml;hd&auml;&auml;n ensimm&auml;ist&auml; kertaa suomalaisv&auml;ri&auml;, kun mukana on 27-vuotias Jasmin. Aluksi ulkomaalaiset morsiamet matkustavat Yhdysvaltoihin K-1-viisumin turvin. Pariskunnalla on sen j&auml;lkeen 90 p&auml;iv&auml;&auml; aikaa tapailla. Sen p&auml;&auml;tteeksi heid&auml;n on joko ment&auml;v&auml; naimisiin tai morsian joutuu poistumaan maasta. (90 Day Fiance, tosi-tv, USA, 2019)</td><td class=tdy>Time:115 movieLen</td></tr>
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
