<head><style>b {background-color: ddeedd;}td{background-color:aaccaa;vertical-align:top}.tdy{font-size:12px}.tdx{font-size:9px}</style></head><html><table><head><style>b {background-color: ddeedd;}td{background-color:aaccaa;vertical-align:top}.tdy{font-size:12px}.tdx{font-size:9px}</style></head><html><table><tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>03.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 10:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%70%65%72%6D%61%72%73%75">&nbsp;Supermarsu</a></nobr></td><td class=tdx>Emilia saa lemmikkimarsunsa pureman j&auml;lkeen salaisia supervoimia. Pian ovat It&auml;meren silakat avun tarpeessa. N: Ella J&auml;ppinen, Essi Hell&eacute;n, Arttu Wiskari. Pohjautuu Paula Norosen kirjaan. O: Joona Tena. Suomi 2018. HD</td><td class=tdy>Time:82 movieLen</td></tr>
<head><style>b {background-color: ddeedd;}td{background-color:aaccaa;vertical-align:top}.tdy{font-size:12px}.tdx{font-size:9px}</style></head><html><table><tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 10:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt3228088/">&nbsp;Spark</a></nobr></td><td class=tdx>(Spark: A Space Tail 2016). Spark on toiminnant&auml;yteinen avaruusanimaatio t&auml;ynn&auml; j&auml;nnityst&auml; ja hauskuutta suurella syd&auml;mell&auml;. Spark-apinan kotiplaneetta ammutaan tohjoksi, joten h&auml;n l&auml;htee yst&auml;vineen hakemaan ilke&auml;&auml; kenraali Zhongia oikeuden eteen. Ohjaus: Aaron Woodley. (87&apos;)</td><td class=tdy>Time:95 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:35&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt4105584/">&nbsp;Lonkku</a></nobr></td><td class=tdx>(Deep 2017). Lasten seikkailu<b>elokuva</b> mustekalasta nimelt&auml; Lonkku ja t&auml;m&auml;n huikeasta matkasta halki vedenalaisten kaupunkien ja uponneiden laivojen. Mukana seikkailussa Lonkulla on parhaat yst&auml;v&auml;t, nen&auml;k&auml;s katkarapu ja hassu krottikala. Ohjaus: Julio Soto Gurpide. (88&apos;)</td><td class=tdy>Time:95 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV1</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 13:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt0133291/">&nbsp;&Auml;iditt&ouml;m&auml;t</a></nobr></td><td class=tdx>(Suomi 1958, 82&apos;) Komedia hajamielisest&auml; professorista ja h&auml;nen <b>pojasta</b>an, jotka eiv&auml;t huomaa perheen &auml;idin katoamista. O: Jack Witikka. N: Ansa Ikonen, Maikki L&auml;nsi&ouml;, Leo Riuttu, Pentti Siimes. Mv.</td><td class=tdy>Time:80 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV1</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%61%74%72%69%20%48%65%6C%65%6E%61%20%2D%20%6A%75%68%6C%61%6B%6F%6E%73%65%72%74%74%69">&nbsp;Katri Helena - juhlakonsertti</a></nobr></td><td class=tdx>Tampere-talossa 3.11.2013 taltioidussa 50-vuotisjuhlakonsertissa kuullaan l&auml;pi<b>leikka</b>us artistin t&auml;rkeimmist&auml; kappaleista sek&auml; h&auml;nen mietteit&auml;&auml;n el&auml;m&auml;st&auml; valokiilassa ja sen ulkopuolelta. (U) HD</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 14:35&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt5606986/">&nbsp;Onneli, Anneli ja salaper&auml;inen muukalainen</a></nobr></td><td class=tdx>Onnelin ja Annelin naapuriin avataan uusi lastenkoti, jota johtaa ankara Minna Pinna. Kodista karanneen Pekin kanssa lapset perustavat Rosvoliiton tuodakseen ilon takaisin lastenkotiin. K: Sami Keski-V&auml;h&auml;l&auml; Marjatta Kurenniemen romaanista Onneli, Anneli ja orpolapset. O: Saara Cantell. Suomi 2017. (U) HD</td><td class=tdy>Time:72 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 16:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%46%61%72%6D%69%20%53%75%6F%6D%69">&nbsp;Farmi Suomi</a></nobr></td><td class=tdx>Kausi 1. Jakso 7/10. Kalajuttuja. Miehet ky&ouml;kkiin ja naiset pellolle. Yksi kilpailijoista haluaa vihelt&auml;&auml; pelin poikki ja l&auml;hte&auml; kotiin. Uusi bromance on syntynyt.  Kotimainen realityohjelma. (64&apos;) Ohjelman tekstitys teksti-tv:n sivulla 333.</td><td class=tdy>Time:80 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV1</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 18:10&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4A%26%61%75%6D%6C%3B%72%76%69%68%79%6C%6B%65%69%64%65%6E%20%6A%26%61%75%6D%6C%3B%6C%6A%69%6C%6C%26%61%75%6D%6C%3B">&nbsp;J&auml;rvihylkeiden j&auml;ljill&auml;</a></nobr></td><td class=tdx>Maapallolla on vain viidess&auml; j&auml;rvess&auml; pysyv&auml; hyljekanta. Norppakuvaaja Juha Taskinen ja hyljetutkija Mervi Kunnasranta matkasivat maan sulkemien hylkeiden luo selvitt&auml;&auml;kseen mit&auml; niille kuuluu. (U) HD</td><td class=tdy>Time:70 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%20%4F%6C%6F%68%75%6F%6E%65">&nbsp;Yle Olohuone</a></nobr></td><td class=tdx>Yle Olohuoneessa viihdyt&auml;&auml;n vapunp&auml;iv&auml;n&auml; Emma Karasjoen seurassa. Musiikkivieraana Kasmir, Cledos, Nelli Matula ja ABREU. Studiossa bloggaajat Eino Nurmisto ja Joonas Pesonen, l&auml;hetyksess&auml; tanssiaskelvinkit Matti Purolta. #yleolohuone HD</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 20:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt0086523/">&nbsp;Risto R&auml;pp&auml;&auml;j&auml; ja Sevillan saituri</a></nobr></td><td class=tdx>Risto R&auml;pp&auml;&auml;j&auml; ja Sevillan saituri. V&auml;rikk&auml;&auml;ss&auml; ja kommelluksia t&auml;ynn&auml; olevassa kokoperheen musikaali<b>elokuva</b>ssa Risto R&auml;pp&auml;&auml;j&auml; (Samuel Shipway) saa kuulla periv&auml;ns&auml; valtavan summan rahaa ja linnan Espanjassa. Rauha (Minttu Mustakallio) ja Elvi-t&auml;ti (Riitta Havukainen) tekev&auml;t Ristosta salonkikelpoisen herrasmiehen. <b><b>Elokuva</b></b> perustuu Sinikka ja Tiina Nopolan samannimiseen kirjaan. Ohjaus: Timo Koivusalo, Suomi 2015 (75&apos;).</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 20:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%56%61%69%6E%20%65%6C%26%61%75%6D%6C%3B%6D%26%61%75%6D%6C%3B%26%61%75%6D%6C%3B">&nbsp;Vain el&auml;m&auml;&auml;</a></nobr></td><td class=tdx>Kausi 10. Jakso 8/10. Samun p&auml;iv&auml;. &quot;Haberin luolassa&quot; T&auml;n&auml;&auml;n Elastinen, Vesala, VilleGalle, Maija Vilkkumaa, Lauri T&auml;hk&auml;, Antti Tuisku ja Erin tekev&auml;t omann&auml;k&ouml;isi&auml;&auml;n versioita Sunrise Avenuen megahiteist&auml;. Mit&auml; reaktioita n&auml;m&auml; kappaleet saavat miehess&auml; aikaan? Kotimainen musiikkiohjelma. (95&apos;) Ohjelman tekstitys teksti-tv:n sivulla 333.</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:40&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt1568346/">&nbsp;The Girl with the <b><b>Drag</b></b>on Tattoo</a></nobr></td><td class=tdx>(The Girl with the <b><b>Drag</b></b>on Tattoo/USA-Ruotsi-Norja 2011). Bond-t&auml;hti Daniel Craig on tiivistunnelmaisen trillerin p&auml;&auml;osassa maineensa ryvett&auml;nyt toimittaja Mikael Blomkvist, joka ryhtyy tutkimaan 40 vuotta vanhaa murhamysteeri&auml; yhdess&auml; piinkovan tietokone-ekspertin Lisbeth Salanderin (Rooney Mara) kanssa. <b><b>Elokuva</b></b> on uusintafilmatisointi ruotsalaismenestyksest&auml; Miehet jotka vihaavat naisia ja perustuu Stieg Larssonin bestseller-romaanitrilogian ensimm&auml;iseen kirjaan. Kahdesti Oscar-ehdokkaana ollut ohjaaja David Fincher muistetaan mm. elokuvista Fight Club ja The Social Network, k&auml;sikirjoittaja Steve Zaillian palkittiin Oscarilla <b>elokuva</b>sta Schindlerin lista. P&auml;&auml;osissa: Daniel Craig, Rooney Mara, Christopher Plummer, Stellan Skarsg&aring;rd, Steven Berkoff, Robin Wright. Ohjaus: David Fincher. (151&apos;)</td><td class=tdy>Time:175 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt0376994/">&nbsp;Subleffa: X-Men: Viimeinen kohtaaminen</a></nobr></td><td class=tdx>X-Men: Viimeinen kohtaaminen. Marvelin maineikkaaseen sarjakuvaan perustuva X-Men-saagan kolmas <b>elokuva</b>. Mullistava, mutanttigeenin kumoava parannuskeino kuohuttaa mutanttiyhteis&ouml;&auml;. Magneto ryhtyy v&auml;rv&auml;&auml;m&auml;&auml;n armeijaa julistaakseen sodan ja pelastaakseen rotunsa uhkaavalta sukupuutolta. Mutanttiasiainministeri Henry McCoy eli Peto joutuu valinnan eteen, kun l&auml;&auml;kkeen uusi sovellus paljastuu. Kaiken lis&auml;ksi professori Xavier ja Ryhm&auml;-X kohtaavat Magnetoakin pahemman uhkan menneisyydest&auml;. Ohjaus: Brett Ratner. USA, 2006, 100&apos;. P&auml;&auml;osissa: Patrick Stewart, Hugh Jackman, Halle Berry, <b>Famke Janssen</b>, Ian McKellen, Rebecca Romijn-Stamos, Kelsey Grammer, Shawn Ashmore, Aaron Stanford, Ellen Page, Vinnie Jones, Ben Foster, Anna Paquin.</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 09:10&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt5287168/">&nbsp; Saamelaisveri</a></nobr></td><td class=tdx>Elle Marja k&auml;y saamelaista koulua pikkusiskonsa kanssa ja pian on h&auml;nen aikansa ryhty&auml; perheen poronhoitajaksi. H&auml;n kuitenkin unelmoi el&auml;m&auml;st&auml; toisaalla, kaukana kyl&auml;l&auml;isten piikittelyst&auml; ja halveksunnasta ja koulun rautaisesta kurista ja saamenpukupakosta. Tilanne k&auml;rjistyy koululla pidett&auml;vien rotubiologisten tutkimusten my&ouml;t&auml; ja Elle Marja p&auml;&auml;tt&auml;&auml; j&auml;tt&auml;&auml; kaiken ja sulautua kantav&auml;est&ouml;&ouml;n. H&auml;n varastaa ruotsalaisen opettajansa vaatteet ja suuntaa Uppsalaan. Mutta oman <b>identit</b>eetin <b>vaihto</b> osoittautuu vaikeammaksi kuin h&auml;n uskoikaan. O: Amanda Kernell. N: Lene Cecilia Sparrok, Mia Erika Sparrok, Maj-Doris Rimpi . (Sameblod, Ruotsi 2016). <b><b>Elokuva</b></b>lla on saamenkielinen tekstitys<b>vaihto</b>ehto. HD</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:50&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%39%30%20%70%26%61%75%6D%6C%3B%69%76%26%61%75%6D%6C%3B%26%61%75%6D%6C%3B%20%6D%6F%72%73%69%61%6D%65%6E%61">&nbsp;90 p&auml;iv&auml;&auml; morsiamena</a></nobr></td><td class=tdx>6. kausi alkaa uusintana. Osa 1. Sarjassa seurataan kansainv&auml;listen parien erikoista deittailua. Aluksi ulkomaalaiset morsiamet matkustavat Yhdysvaltoihin K-1 -viisumin turvin. Pariskunnalla on sen j&auml;lkeen 90 p&auml;iv&auml;&auml; aikaa tapailla, mink&auml; p&auml;&auml;tteeksi heid&auml;n on joko ment&auml;v&auml; naimisiin, tai morsian joutuu poistumaan maasta. (90 Day Fiance, tosi-tv, USA, 2018)</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 14:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%49%73%26%61%75%6D%6C%3B%20%<b>4D</b>%61%74%74%65%6F%6E%20%74%75%74%6B%69%6D%75%6B%73%69%61">&nbsp;Is&auml; Matteon tutkimuksia</a></nobr></td><td class=tdx>Kausi 9, 26/26. Hyv&auml;sti, Natalina. Syy Natalinan sairasteluun selvi&auml;&auml; ja osoittautuu vakavaksi. Natalinan l&auml;&auml;k&auml;rikin surmataan. Giulio harkitsee ty&ouml;tarjousta <b><b>Rooma</b></b>sta, vaikka monikin nainen pyyt&auml;&auml; h&auml;nt&auml; j&auml;&auml;m&auml;&auml;n. (U)</td><td class=tdy>Time:70 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%50%69%65%6E%69%20%74%61%6C%6F%20%70%72%65%65%72%69%61%6C%6C%61">&nbsp;Pieni talo preerialla</a></nobr></td><td class=tdx>Pitk&auml; matka kotiin. Pilottijakso. 1800-luvun lopulla Yhdysvallat on antanut lupauksen: uudisraivaajat saavat palan koskematonta maata. Niinp&auml; my&ouml;s Ingallsin perhe l&auml;htee Wisconsinin suurista metsist&auml; vaaralliselle matkalle kohti Kansasia, etsim&auml;&auml;n omaa paikkaansa preerian laidalla. HD</td><td class=tdy>Time:95 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt0064665/">&nbsp; Keskiy&ouml;n cowboy</a></nobr></td><td class=tdx>Kolmella Oscarilla palkittu, rajoja murtanut menestys<b>elokuva</b> teksasilaisen rattopojan ja newyorkilaisen laitapuolen kulkijan ep&auml;tavallisesta yst&auml;vyydest&auml;. P&auml;&auml;osissa Dustin Hoffman ja Jon Voight. Ohjaus John Schlesinger. Musiikki John Barry, Harry Nilsson laulaa tunnuss&auml;velen Everybody&apos;s Talking. (Midnight Cowboy, USA 1969). HD</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>TV5</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:40&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt2271563/">&nbsp;Forsaken</a></nobr></td><td class=tdx>(Forsaken, western, Kanada, 2015)  John Henry Clayton j&auml;tt&auml;&auml; vuonna 1872 uransa pyssysankarina ja palaa kotikaupunkiinsa Fowleriin Wyomingissa korjatakseen v&auml;lins&auml; is&auml;ns&auml;, pastori Claytonin kanssa. Kaupunki on kuitenkin kaaoksen vallassa: seudun l&auml;vitse suunnitellaan rautatiet&auml; ja rikolliset terrorisoivat tilallisia, jotka eiv&auml;t suostu myym&auml;&auml;n maitaan. Vain John Henry voisi pys&auml;ytt&auml;&auml; rikolliset, mutta h&auml;nen is&auml;ns&auml; ei halua poikansa turvautuvan j&auml;lleen v&auml;kivaltaan. 83 min. Ohjaus: Jon Cassar. P&auml;&auml;osissa: Kiefer Sutherland, Donald Sutherland, Brian Cox, Michael Wincott, Aaron Poole ja Demi Moore.</td><td class=tdy>Time:95 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt0905372/">&nbsp;The Thing</a></nobr></td><td class=tdx>(The Thing, kauhu, USA, 2011) Joukko tiedemiehi&auml; l&ouml;yt&auml;&auml; Antarktikselta avaruusaluksen ja j&auml;&auml;tyneen avaruusolion. Kun k&auml;y ilmi, ett&auml; olio onkin yh&auml; hengiss&auml;, alkaa hurja eloonj&auml;&auml;miskamppailu, eik&auml; kukaan voi en&auml;&auml; luottaa kehenk&auml;&auml;n. 99 min. Ohjaus: Matthijs van Heijningen. P&auml;&auml;osissa: Mary Elizabeth Winstead, Joel Edgerton.</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>01.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/title/tt1650554/">&nbsp;Kick-Ass 2</a></nobr></td><td class=tdx>(Kick-Ass 2, komedia/toiminta/seikkailu, USA/Iso-Britannia, 2013) Kotikutoiset supersankarit Kick-Ass ja Hit Girl p&auml;&auml;tt&auml;v&auml;t tehd&auml; paluun, mutta Hit Girl joutuu vet&auml;ytym&auml;&auml;n syrj&auml;&auml;n. Yksin&auml;inen Kick-Ass liittyy supersankarien ryhm&auml;&auml;n, mist&auml; onkin hy&ouml;ty&auml;, sill&auml; Red Mist ilmaantuu kuvioihin superroisto Motherfuckerina, joka haluaa p&auml;&auml;st&auml;&auml; Kick-Assin p&auml;ivilt&auml;. 93 min. Ohjaus: Jeff Wadlow. P&auml;&auml;osissa: Aaron Taylor-Johnson, Chloë Grace Moretz, Jim Carrey.</td><td class=tdy>Time:115 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>03.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 02:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%26%61%75%6D%6C%3B%68%64%65%74%2C%20%74%26%61%75%6D%6C%3B%68%64%65%74">&nbsp;T&auml;hdet, t&auml;hdet</a></nobr></td><td class=tdx>Lapsuuden klassikot. Kausi 5, 2/10. Lapsuuden klassikot, T&auml;hdet hypp&auml;&auml;v&auml;t aikakoneeseen ja kertovat, millaisen lapsuuden he eliv&auml;t. Niilt&auml; ajoilta kaikkien mieleen on j&auml;&auml;nyt jokin merkitt&auml;v&auml; laulu  ja sen he esitt&auml;v&auml;t meille suorassa l&auml;hetyksess&auml;! Asiantuntijoina jatkavat Maria Veitola sek&auml; Juhani Merimaa ja uutena j&auml;senen&auml;  Raptorin riveiss&auml; kansansuosiota maistanut Izmo Heikkil&auml;. Juontajana Mikko Leppilampi.</td><td class=tdy>Time:83 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>03.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 02:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%26%61%75%6D%6C%3B%68%64%65%74%2C%20%74%26%61%75%6D%6C%3B%68%64%65%74">&nbsp;T&auml;hdet, t&auml;hdet</a></nobr></td><td class=tdx>Lapsuuden klassikot. Kausi 5, 2/10. Lapsuuden klassikot, T&auml;hdet hypp&auml;&auml;v&auml;t aikakoneeseen ja kertovat, millaisen lapsuuden he eliv&auml;t. Niilt&auml; ajoilta kaikkien mieleen on j&auml;&auml;nyt jokin merkitt&auml;v&auml; laulu  ja sen he esitt&auml;v&auml;t meille suorassa l&auml;hetyksess&auml;! Asiantuntijoina jatkavat Maria Veitola sek&auml; Juhani Merimaa ja uutena j&auml;senen&auml;  Raptorin riveiss&auml; kansansuosiota maistanut Izmo Heikkil&auml;. Juontajana Mikko Leppilampi.</td><td class=tdy>Time:83 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>03.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 10:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%70%65%72%6D%61%72%73%75">&nbsp;Supermarsu</a></nobr></td><td class=tdx>Emilia saa lemmikkimarsunsa pureman j&auml;lkeen salaisia supervoimia. Pian ovat It&auml;meren silakat avun tarpeessa. N: Ella J&auml;ppinen, Essi Hell&eacute;n, Arttu Wiskari. Pohjautuu Paula Norosen kirjaan. O: Joona Tena. Suomi 2018. HD</td><td class=tdy>Time:82 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>03.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%55%75%73%69%20%70%26%61%75%6D%6C%3B%69%76%26%61%75%6D%6C%3B">&nbsp;Uusi p&auml;iv&auml;</a></nobr></td><td class=tdx>Kausi 3, osa 248: &quot;Tytt&ouml;jen v&auml;lisest&auml; yst&auml;vyydest&auml;&quot;. Lauri huolestuu tytt&ouml;jenillasta. Aleksia ahdistaa. Vilma on kadonnut. (U) HD</td><td class=tdy>Time:77 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>04.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 04:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%26%6F%75%6D%6C%3B%6E%20%41%56%41">&nbsp;Y&ouml;n AVA</a></nobr></td><td class=tdx></td><td class=tdy>Time:100 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>Ti</nobr></td><td class=tdy><nobr>05.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 04:15&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%26%6F%75%6D%6C%3B%6E%20%41%56%41">&nbsp;Y&ouml;n AVA</a></nobr></td><td class=tdx></td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>09.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 16:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%32%30%30%37">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 2007</a></nobr></td><td class=tdx>Jalkapallon naisten vuoden 2007 Kiinan MM-kisojen loppuottelu Saksa - <b><b>Brasil</b></b>ia. Selostus Jarmo Lehtinen. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>10.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 02:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%26%61%75%6D%6C%3B%68%64%65%74%2C%20%74%26%61%75%6D%6C%3B%68%64%65%74">&nbsp;T&auml;hdet, t&auml;hdet</a></nobr></td><td class=tdx>Laulu rakkaalleni. Kausi 5, 3/10. Laulu rakkaalleni. Mit&auml; rakkaus merkitsee t&auml;hdille? Yst&auml;vyytt&auml;? Vanhemmuutta vai romantiikkaa? Kuka on se rakas ihminen, jolle he haluavat omistaa t&auml;n&auml; iltana kappaleen? Syd&auml;mellinen ja suora l&auml;hetys!</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>10.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 02:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%26%61%75%6D%6C%3B%68%64%65%74%2C%20%74%26%61%75%6D%6C%3B%68%64%65%74">&nbsp;T&auml;hdet, t&auml;hdet</a></nobr></td><td class=tdx>Laulu rakkaalleni. Kausi 5, 3/10. Laulu rakkaalleni. Mit&auml; rakkaus merkitsee t&auml;hdille? Yst&auml;vyytt&auml;? Vanhemmuutta vai romantiikkaa? Kuka on se rakas ihminen, jolle he haluavat omistaa t&auml;n&auml; iltana kappaleen? Syd&auml;mellinen ja suora l&auml;hetys!</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>10.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%31%39%38%36">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 1986</a></nobr></td><td class=tdx>Jalkapallon miesten vuoden 1986 Meksikon MM-kisojen loppuottelu Argentiina - L&auml;nsi-Saksa. Selostus Antero Karapalo. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>11.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%47%68%6F%73%74%62%75%73%74%65%72%73">&nbsp;Subleffa: Ghostbusters</a></nobr></td><td class=tdx>Ghostbusters. Ghostbusters palaa uusista hahmoista koostuvan n&auml;yttelij&auml;kaartin voimin. Kolmekymment&auml; vuotta sen j&auml;lkeen kun alkuper&auml;inen haamujengi villitsi maailman, mukana on joukko aikamme hauskimpia n&auml;yttelij&ouml;it&auml;. Ohjaus: Paul Feig, USA 2016 (116&apos;). P&auml;&auml;osissa Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones ja Chris Hemsworth.</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ma</nobr></td><td class=tdy><nobr>11.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%47%68%6F%73%74%62%75%73%74%65%72%73">&nbsp;Subleffa: Ghostbusters</a></nobr></td><td class=tdx>Ghostbusters. Ghostbusters palaa uusista hahmoista koostuvan n&auml;yttelij&auml;kaartin voimin. Kolmekymment&auml; vuotta sen j&auml;lkeen kun alkuper&auml;inen haamujengi villitsi maailman, mukana on joukko aikamme hauskimpia n&auml;yttelij&ouml;it&auml;. Ohjaus: Paul Feig, USA 2016 (116&apos;). P&auml;&auml;osissa Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones ja Chris Hemsworth.</td><td class=tdy>Time:145 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ti</nobr></td><td class=tdy><nobr>12.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:40&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%58%2D%<b>4D</b>%65%6E%3A%20%46%69%72%73%74%20%43%6C%61%73%73">&nbsp;Subleffa: X-Men: First Class</a></nobr></td><td class=tdx>X-Men: First Class. Amerikkalainen toiminta<b>elokuva</b> paljastaa, kuinka suosittu X-Men-saaga alkoi. Professori X ja Magneto ovat mutanttitaipaleensa alussa kaksi nuorta yst&auml;vyst&auml;, jotka ovat vasta hiljattain tulleet tietoisiksi voimistaan. Miehet pestataan taistelemaan muiden mutanttien kanssa maailmanlaajuista tuhoa kylv&auml;v&auml;&auml; diktaattoria vastaan. Maailmaa pelastaessaan mutanttikaksikko kuitenkin erkanee toisistaan, ja heist&auml; tulee arkkiviholliset. Ohjaaja: Matthew Vaughn, USA 2011 (132&apos;). P&auml;&auml;osissa: James McAvoy, Michael Fassbender, Kevin Bacon, Jennifer Lawrence. Uusinta.</td><td class=tdy>Time:150 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ti</nobr></td><td class=tdy><nobr>12.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:50&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%58%2D%<b>4D</b>%65%6E%3A%20%46%69%72%73%74%20%43%6C%61%73%73">&nbsp;Subleffa: X-Men: First Class</a></nobr></td><td class=tdx>X-Men: First Class. Amerikkalainen toiminta<b>elokuva</b> paljastaa, kuinka suosittu X-Men-saaga alkoi. Professori X ja Magneto ovat mutanttitaipaleensa alussa kaksi nuorta yst&auml;vyst&auml;, jotka ovat vasta hiljattain tulleet tietoisiksi voimistaan. Miehet pestataan taistelemaan muiden mutanttien kanssa maailmanlaajuista tuhoa kylv&auml;v&auml;&auml; diktaattoria vastaan. Maailmaa pelastaessaan mutanttikaksikko kuitenkin erkanee toisistaan, ja heist&auml; tulee arkkiviholliset. Ohjaaja: Matthew Vaughn, USA 2011 (132&apos;). P&auml;&auml;osissa: James McAvoy, Michael Fassbender, Kevin Bacon, Jennifer Lawrence. Uusinta.</td><td class=tdy>Time:150 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ke</nobr></td><td class=tdy><nobr>13.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%53%69%6D%70%73%6F%6E%73%20%<b>4D</b>%6F%76%69%65">&nbsp;Subleffa: Simpsons Movie</a></nobr></td><td class=tdx>Simpsons Movie. Supersuosittu Simpsonien perhe seikkailee kokopitk&auml;ss&auml; <b>elokuva</b>ssa, joka valmistui vuonna 2007. Springfield uhkaa j&auml;&auml;d&auml; j&auml;rvelt&auml; sy&ouml;ksyv&auml;n saastetulvan alle, jolloin Marge perheineen p&auml;&auml;tt&auml;&auml; ryhty&auml; toimiin kotikaupunkinsa pelastamiseksi. Homer on kuitenkin aiemmin onnistunut suututtamaan kaupungin asukkaat saasteillaan. Tuhoutuuko Springfield?  Ohjaaja: David Silverman, USA 2007 (87¿). &Auml;&auml;nin&auml;yttelij&ouml;in&auml; Dan Castellaneta, Julie Kavner, Nancy Cartwright, Hank Azaria sek&auml; Yeardley Smith.</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Ke</nobr></td><td class=tdy><nobr>13.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%53%69%6D%70%73%6F%6E%73%20%<b>4D</b>%6F%76%69%65">&nbsp;Subleffa: Simpsons Movie</a></nobr></td><td class=tdx>Simpsons Movie. Supersuosittu Simpsonien perhe seikkailee kokopitk&auml;ss&auml; <b>elokuva</b>ssa, joka valmistui vuonna 2007. Springfield uhkaa j&auml;&auml;d&auml; j&auml;rvelt&auml; sy&ouml;ksyv&auml;n saastetulvan alle, jolloin Marge perheineen p&auml;&auml;tt&auml;&auml; ryhty&auml; toimiin kotikaupunkinsa pelastamiseksi. Homer on kuitenkin aiemmin onnistunut suututtamaan kaupungin asukkaat saasteillaan. Tuhoutuuko Springfield?  Ohjaaja: David Silverman, USA 2007 (87¿). &Auml;&auml;nin&auml;yttelij&ouml;in&auml; Dan Castellaneta, Julie Kavner, Nancy Cartwright, Hank Azaria sek&auml; Yeardley Smith.</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>To</nobr></td><td class=tdy><nobr>14.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%49%73%6B%75%20%<b>4D</b>%6F%67%61%64%69%73%68%75%75%6E">&nbsp;Subleffa: Isku Mogadishuun</a></nobr></td><td class=tdx>Isku Mogadishuun. Tositapahtumiin perustuva sota<b>elokuva</b> Yhdysvaltain pahasti pieleen menneest&auml; sotilasoperaatiosta Somaliassa vuonna 1993. Amerikkalaissotilaat yritt&auml;v&auml;t vangita kaksi vihollista, mutta j&auml;&auml;v&auml;t loukkuun Mogadishun kujille, kun yksi helikoptereista ammutaan alas. Ohjaaja: <b>Ridley Scott</b>, USA 2001 (138&apos;). P&auml;&auml;osissa: Josh Hartnett, Ewan McGregor, Eric Bana, Tom Sizemore, Sam Shepard.</td><td class=tdy>Time:165 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>15.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%47%68%6F%73%74%62%75%73%74%65%72%73">&nbsp;Subleffa: Ghostbusters</a></nobr></td><td class=tdx>Ghostbusters. Ghostbusters palaa uusista hahmoista koostuvan n&auml;yttelij&auml;kaartin voimin. Kolmekymment&auml; vuotta sen j&auml;lkeen kun alkuper&auml;inen haamujengi villitsi maailman, mukana on joukko aikamme hauskimpia n&auml;yttelij&ouml;it&auml;. Ohjaus: Paul Feig, USA 2016 (116&apos;). P&auml;&auml;osissa Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones ja Chris Hemsworth. Uusinta.</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>To</nobr></td><td class=tdy><nobr>14.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%49%73%6B%75%20%<b>4D</b>%6F%67%61%64%69%73%68%75%75%6E">&nbsp;Subleffa: Isku Mogadishuun</a></nobr></td><td class=tdx>Isku Mogadishuun. Tositapahtumiin perustuva sota<b>elokuva</b> Yhdysvaltain pahasti pieleen menneest&auml; sotilasoperaatiosta Somaliassa vuonna 1993. Amerikkalaissotilaat yritt&auml;v&auml;t vangita kaksi vihollista, mutta j&auml;&auml;v&auml;t loukkuun Mogadishun kujille, kun yksi helikoptereista ammutaan alas. Ohjaaja: <b>Ridley Scott</b>, USA 2001 (138&apos;). P&auml;&auml;osissa: Josh Hartnett, Ewan McGregor, Eric Bana, Tom Sizemore, Sam Shepard.</td><td class=tdy>Time:175 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>15.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:50&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%47%68%6F%73%74%62%75%73%74%65%72%73">&nbsp;Subleffa: Ghostbusters</a></nobr></td><td class=tdx>Ghostbusters. Ghostbusters palaa uusista hahmoista koostuvan n&auml;yttelij&auml;kaartin voimin. Kolmekymment&auml; vuotta sen j&auml;lkeen kun alkuper&auml;inen haamujengi villitsi maailman, mukana on joukko aikamme hauskimpia n&auml;yttelij&ouml;it&auml;. Ohjaus: Paul Feig, USA 2016 (116&apos;). P&auml;&auml;osissa Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones ja Chris Hemsworth. Uusinta.</td><td class=tdy>Time:145 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>15.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%61%78%20%50%61%79%6E%65">&nbsp;Subleffa: Max Payne</a></nobr></td><td class=tdx>Max Payne. Suosittuun videopeliin perustuva toiminta<b>elokuva</b> Max Payne -nimisest&auml; poliisista, jolta tapetaan perhe. Mies l&auml;htee kostamaan, ja koston kierteess&auml; paljastuu terrorismin vastaisen sodan, l&auml;&auml;keteollisuuden ja huumemafian vyyhti eli koko yhteiskunnan m&auml;d&auml;nn&auml;isyys ja rappio. Ohjaaja: John Moore, USA 2008, 96&apos;. P&auml;&auml;osissa: Mark Wahlberg, Mila Kunis, Beau <b>Bridges</b>, Ludacris, Chris O&apos;Donnell.</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>15.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:55&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%54%69%74%61%6E%69%63">&nbsp;Subleffa: Titanic</a></nobr></td><td class=tdx>Titanic. Yksitoista Oscaria voittanut koskettava romanttinen draama k&ouml;yh&auml;n taiteilijan (Leonardo DiCaprio) ja kihloissa olevan yl&auml;luokan tyt&ouml;n (Kate Winslet) kohtaamisesta h&ouml;yrylaiva Titanicin neitsytmatkalla. Kun uppoamattomaksi rakennettu alus t&ouml;rm&auml;&auml; y&ouml;ll&auml; j&auml;&auml;vuoreen ja alkaa vajota, <b>muuttuu</b> romanssi hyiseksi henkiinj&auml;&auml;mistaisteluksi. Ohjaaja: James Cameron, USA 1997. P&auml;&auml;osissa: Kate Winslet, Leonardo DiCaprio, Gloria Stuart,  Billy Zane, Bill Paxton, Suzy Amis, Kathy Bates, Bernard Hill. Uusinta.</td><td class=tdy>Time:210 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>15.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%61%78%20%50%61%79%6E%65">&nbsp;Subleffa: Max Payne</a></nobr></td><td class=tdx>Max Payne. Suosittuun videopeliin perustuva toiminta<b>elokuva</b> Max Payne -nimisest&auml; poliisista, jolta tapetaan perhe. Mies l&auml;htee kostamaan, ja koston kierteess&auml; paljastuu terrorismin vastaisen sodan, l&auml;&auml;keteollisuuden ja huumemafian vyyhti eli koko yhteiskunnan m&auml;d&auml;nn&auml;isyys ja rappio. Ohjaaja: John Moore, USA 2008, 96&apos;. P&auml;&auml;osissa: Mark Wahlberg, Mila Kunis, Beau <b>Bridges</b>, Ludacris, Chris O&apos;Donnell.</td><td class=tdy>Time:125 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>16.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%54%69%74%61%6E%69%63">&nbsp;Subleffa: Titanic</a></nobr></td><td class=tdx>Titanic. Yksitoista Oscaria voittanut koskettava romanttinen draama k&ouml;yh&auml;n taiteilijan (Leonardo DiCaprio) ja kihloissa olevan yl&auml;luokan tyt&ouml;n (Kate Winslet) kohtaamisesta h&ouml;yrylaiva Titanicin neitsytmatkalla. Kun uppoamattomaksi rakennettu alus t&ouml;rm&auml;&auml; y&ouml;ll&auml; j&auml;&auml;vuoreen ja alkaa vajota, <b>muuttuu</b> romanssi hyiseksi henkiinj&auml;&auml;mistaisteluksi. Ohjaaja: James Cameron, USA 1997. P&auml;&auml;osissa: Kate Winslet, Leonardo DiCaprio, Gloria Stuart,  Billy Zane, Bill Paxton, Suzy Amis, Kathy Bates, Bernard Hill. Uusinta.</td><td class=tdy>Time:205 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>16.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%32%30%31%31">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 2011</a></nobr></td><td class=tdx>Jalkapallon naisten vuoden 2011 Saksan MM-kisojen loppuottelu Japani - USA. Selostus Antti Ennekari. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>16.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%65%6E%20%69%6E%20%62%6C%61%63%6B%20%2D%20%6D%69%65%68%65%74%20%6D%75%73%74%69%73%73%61">&nbsp;Subleffa: Men in black - miehet mustissa</a></nobr></td><td class=tdx>Men in black - miehet mustissa. Toimintakomediassa Agentti K (Tommy Lee Jones) ty&ouml;skentelee salaisessa virastossa, joka valvoo maapallolla oleskelevia avaruusolentoja. H&auml;n tarvitsee uuden ty&ouml;parin, ja ehdokkaaksi ilmaantuu newyorkilainen poliisi James Edwards (Will Smith). Ohjaaja: Barry Sonnenfeld, USA 1997 (98&apos;). P&auml;&auml;osissa: Will Smith, Tommy Lee Jones, Linda Florentino.</td><td class=tdy>Time:125 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%50%6F%6C%69%69%73%69%6F%70%69%73%74%6F%20%32%20%2D%20%45%6B%61%20%6B%6F%6D%65%6E%6E%75%73">&nbsp;Subleffa: Poliisiopisto 2 - Eka komennus</a></nobr></td><td class=tdx>Poliisiopisto 2 - Eka komennus. Toimintakomedia, jossa vasta poliisiopistosta valmistuneet tunarit vied&auml;&auml;n rauhoittamaan kaupungin pahinta poliisipiiri&auml;. Ohjaaja: Jerry Paris, USA 1985. (84&apos;) P&auml;&auml;osissa: Steve Guttenberg, Bubba Smith, George Gaynes, Michael Winslow, David Graf, Bruce Mahler, Marion Ramsey, Colleen Camp, Howard Hesseman, Bobcat Goldtwaith.  Uusinta.</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>16.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%65%6E%20%69%6E%20%62%6C%61%63%6B%20%2D%20%6D%69%65%68%65%74%20%6D%75%73%74%69%73%73%61">&nbsp;Subleffa: Men in black - miehet mustissa</a></nobr></td><td class=tdx>Men in black - miehet mustissa.</td><td class=tdy>Time:130 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:10&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%50%6F%6C%69%69%73%69%6F%70%69%73%74%6F%20%32%20%2D%20%45%6B%61%20%6B%6F%6D%65%6E%6E%75%73">&nbsp;Subleffa: Poliisiopisto 2 - Eka komennus</a></nobr></td><td class=tdx>Poliisiopisto 2 - Eka komennus. Toimintakomedia, jossa vasta poliisiopistosta valmistuneet tunarit vied&auml;&auml;n rauhoittamaan kaupungin pahinta poliisipiiri&auml;. Ohjaaja: Jerry Paris, USA 1985. (84&apos;) P&auml;&auml;osissa: Steve Guttenberg, Bubba Smith, George Gaynes, Michael Winslow, David Graf, Bruce Mahler, Marion Ramsey, Colleen Camp, Howard Hesseman, Bobcat Goldtwaith.  Uusinta.</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%31%39%39%30">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 1990</a></nobr></td><td class=tdx>Jalkapallon miesten vuoden 1990 Italian MM-kisojen loppuottelu Argentiina - L&auml;nsi-Saksa. Selostus Pentti Salmi. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%31%39%39%34">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 1994</a></nobr></td><td class=tdx>Jalkapallon miesten vuoden 1994 USA:n MM-kisojen loppuottelu <b><b>Brasil</b></b>ia - Italia. Selostus Antero Mertaranta. HD</td><td class=tdy>Time:180 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 20:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%45%75%72%6F%76%69%73%69%6F%6E%3A%20%45%75%72%6F%70%65%20%53%68%69%6E%65%20%61%20%4C%69%67%68%74">&nbsp;<b>Eurovision</b>: Europe Shine a Light</a></nobr></td><td class=tdx>Kansainv&auml;linen suora musiikkishow, joka j&auml;rjestet&auml;&auml;n peruuntuneiden <b><b>Euroviisu</b></b>jen tilalla. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 22:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%49%68%6D%65%6B%61%75%73%69">&nbsp;Ihmekausi</a></nobr></td><td class=tdx>(The Miracle Season, USA 2018) Tositapahtumiin perustuva <b>elokuva</b> tytt&ouml;jen lentopallojoukkueesta, joka kokee ensin traagisen menetyksen mutta kokoaa lopulta itsens&auml; h&auml;mm&auml;stytt&auml;v&auml;&auml;n nousuun mestaruussarjassa. P&auml;&auml;osissa Erin Moriarty, Danika Yarosh, Helen Hunt ja William Hurt. Ohjaus: Sean McNamara. HD</td><td class=tdy>Time:100 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%45%75%72%6F%76%69%73%69%6F%6E%3A%20%45%75%72%6F%70%65%20%53%68%69%6E%65%20%61%20%4C%69%67%68%74">&nbsp;<b>Eurovision</b>: Europe Shine a Light</a></nobr></td><td class=tdx>Kansainv&auml;linen suora musiikkishow, joka j&auml;rjestet&auml;&auml;n peruuntuneiden <b><b>Euroviisu</b></b>jen tilalla. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%49%68%6D%65%6B%61%75%73%69">&nbsp;Ihmekausi</a></nobr></td><td class=tdx>(The Miracle Season, USA 2018) Tositapahtumiin perustuva <b>elokuva</b> tytt&ouml;jen lentopallojoukkueesta, joka kokee ensin traagisen menetyksen mutta kokoaa lopulta itsens&auml; h&auml;mm&auml;stytt&auml;v&auml;&auml;n nousuun mestaruussarjassa. P&auml;&auml;osissa Erin Moriarty, Danika Yarosh, Helen Hunt ja William Hurt. Ohjaus: Sean McNamara. HD</td><td class=tdy>Time:100 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%4B%61%75%68%65%61%20%6B%61%6E%6B%6B%75%6E%65%6E">&nbsp;Subleffa: <b>Kauhea kankkunen</b></a></nobr></td><td class=tdx><b>Kauhea kankkunen</b>. Supersuosion saavuttanut ja jatko-osia poikinut komedia nelj&auml;st&auml; kaveruksesta, jotka polttarien j&auml;ljilt&auml; her&auml;&auml;v&auml;t lasvegasilaisesta hotellihuoneesta ilman muistikuvaa edellisest&auml; illasta. He tajuavat, ett&auml; Doug on kateissa, Stu on menett&auml;nyt yhden hampaan, kylpyhuoneessa on tiikeri ja kaapissa jonkun vauva. Ohjaaja: Todd Phillips, USA 2009, 100&apos;. P&auml;&auml;osissa: Bradley Cooper, Ed Helms, Zach Galiniafakis, Justin Bartha, Heather Graham.</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>17.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%4B%61%75%68%65%61%20%6B%61%6E%6B%6B%75%6E%65%6E">&nbsp;Subleffa: <b>Kauhea kankkunen</b></a></nobr></td><td class=tdx><b>Kauhea kankkunen</b>. Supersuosion saavuttanut ja jatko-osia poikinut komedia nelj&auml;st&auml; kaveruksesta, jotka polttarien j&auml;ljilt&auml; her&auml;&auml;v&auml;t lasvegasilaisesta hotellihuoneesta ilman muistikuvaa edellisest&auml; illasta. He tajuavat, ett&auml; Doug on kateissa, Stu on menett&auml;nyt yhden hampaan, kylpyhuoneessa on tiikeri ja kaapissa jonkun vauva. Ohjaaja: Todd Phillips, USA 2009, 100&apos;. P&auml;&auml;osissa: Bradley Cooper, Ed Helms, Zach Galiniafakis, Justin Bartha, Heather Graham.</td><td class=tdy>Time:125 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>23.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%65%6E%20%69%6E%20%62%6C%61%63%6B%20%2D%20%6D%69%65%68%65%74%20%6D%75%73%74%69%73%73%61">&nbsp;Subleffa: Men in black - miehet mustissa</a></nobr></td><td class=tdx>Men in black - miehet mustissa. Toimintakomediassa Agentti K (Tommy Lee Jones) ty&ouml;skentelee salaisessa virastossa, joka valvoo maapallolla oleskelevia avaruusolentoja. H&auml;n tarvitsee uuden ty&ouml;parin, ja ehdokkaaksi ilmaantuu newyorkilainen poliisi James Edwards (Will Smith). Ohjaaja: Barry Sonnenfeld, USA 1997 (98&apos;). P&auml;&auml;osissa: Will Smith, Tommy Lee Jones, Linda Florentino. Uusinta.</td><td class=tdy>Time:130 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>23.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%65%6E%20%69%6E%20%62%6C%61%63%6B%20%2D%20%6D%69%65%68%65%74%20%6D%75%73%74%69%73%73%61">&nbsp;Subleffa: Men in black - miehet mustissa</a></nobr></td><td class=tdx>Men in black - miehet mustissa.  Uusinta.</td><td class=tdy>Time:130 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>23.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%32%30%31%35">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 2015</a></nobr></td><td class=tdx>Jalkapallon naisten vuoden 2015 Kanadan MM-kisojen loppuottelu USA - Japani. Selostus Matti H&auml;rk&ouml;nen. HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>24.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 17:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%31%39%39%38">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 1998</a></nobr></td><td class=tdx>Jalkapallon miesten vuoden 1998 Ranskan MM-kisojen loppuottelu Ranska - <b><b>Brasil</b></b>ia. Selostus Antero Mertaranta. HD</td><td class=tdy>Time:121 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>24.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:01&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%6E%20%46%75%74%69%73%6B%65%73%26%61%75%6D%6C%3B%3A%20%46%69%66%61%6E%20%<b>4D</b>%<b>4D</b>%2D%66%69%6E%61%61%6C%69%20%32%30%30%32">&nbsp;Ylen Futiskes&auml;: Fifan MM-finaali 2002</a></nobr></td><td class=tdx>Jalkapallon miesten vuoden 2002 Etel&auml;-Korean MM-kisojen loppuottelu <b><b>Brasil</b></b>ia - Saksa. Selostus Hannu-Pekka H&auml;nninen. HD</td><td class=tdy>Time:119 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%6C%65%20%4F%6C%6F%68%75%6F%6E%65">&nbsp;Yle Olohuone</a></nobr></td><td class=tdx>Yle Olohuone tarjoaa kev&auml;&auml;n aikana musiikkia, kuvataidetta, teatteria, urheilua, luontoa, viisuja, tuttujen ohjelmien erikoisjaksoja - kev&auml;&auml;n aikana tehd&auml;&auml;n kymmeni&auml; suoria l&auml;hetyksi&auml;. Yle Olohuoneessa ollaan yhdess&auml;! HD</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTV2</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 22:40&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%52%75%6F%74%73%61%6C%61%69%6E%65%6E%20%68%65%74%6B%69">&nbsp;Ruotsalainen hetki</a></nobr></td><td class=tdx>Iskelm&auml;laulaja Kari Lampikallion etel&auml;nlomalle l&auml;ht&ouml;&auml; hidastaa vain kaksi asiaa: mustasukkainen vaimo Sonja ja auton takakontissa viruva ruumisk&auml;&auml;r&ouml;. N: Tommi Korpela, Minna Haapkyl&auml;, Hannu-Pekka Bj&ouml;rkman, Elina Knihtil&auml;. (U) HD</td><td class=tdy>Time:75 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%50%69%72%61%74%65%73%20%6F%66%20%43%61%72%69%62%62%65%61%6E%3A%20%4B%75%6F%6C%6C%65%65%6E%20%6D%69%65%68%65%6E%20%6B%69%72%73%74%75">&nbsp;Pirates of Caribbean: Kuolleen miehen kirstu</a></nobr></td><td class=tdx>(Pirates of the Caribbean: Dead Man&apos;s Chest/USA 2006). Kapteeni Jack Sparrow (<b>Johnny Depp</b>)  tekee huiman paluun vauhdikkaassa toimintaseikkailussa, jonka visuaaliset tehosteet palkittiin Oscarilla. Neuvokkaan Will Turnerin (Orlando Bloom) ja valloittavan Elizabeth Swannin (Keira Knightley) on s&auml;nn&auml;tt&auml;v&auml; Sparrow&apos;n per&auml;&auml;n, kun mies yritt&auml;&auml; est&auml;&auml; ikuisen kirouksen hankkimalla k&auml;siins&auml; Kuolleen miehen kirstun. P&auml;&auml;osissa: <b>Johnny Depp</b>, Keira Knightley, Orlando Bloom, Jack Davenport, Bill Nighy, Jonathan Pryce. Ohjaus: Gore Verbinski. (144&apos;)</td><td class=tdy>Time:180 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%47%75%61%72%64%69%61%6E%73%20%6F%66%20%74%68%65%20%47%61%6C%61%78%79">&nbsp;Guardians of the Galaxy</a></nobr></td><td class=tdx>(Guardians of the Galaxy 2014). Marvelin sarjakuvaan pohjautuvassa toimintakomediassa T&auml;htilordin (Chris Pratt) johtama lainsuojattomien joukko mets&auml;st&auml;&auml; salaper&auml;ist&auml; Ikuisuuskive&auml; ymp&auml;ri universumia. Porukkaan kuuluu mm. kasvihumanoidi Groot (Vin Diesel) ja puhuva pesukarhu Rocket (Bradley Cooper). Heid&auml;n kintereill&auml;&auml;n on kostonhimoinen krii-soturi Ronan Syytt&auml;j&auml; (Lee Pace), joka haluaa tuhota kiven avulla koko galaksin. P&auml;&auml;osissa: Chris Pratt, Zoë Saldaña, Dave Bautista, Bradley Cooper, Vin Diesel, Glenn Close, John C. Reilly. Ohjaus: James Gunn. (115&apos;)</td><td class=tdy>Time:140 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%59%6B%73%69%6E%20%<b>4D</b>%61%72%73%69%73%73%61">&nbsp;Subleffa: Yksin Marsissa</a></nobr></td><td class=tdx>Yksin Marsissa. <b>Ridley Scott</b>in ohjaamassa tieteisdraama<b>elokuva</b>ssa <b>Matt Damon</b>in esitt&auml;m&auml; Mark Watney on astronautti, joka j&auml;&auml; tutkimusmatkalla yksin karulle Mars-planeetalle. H&auml;nen luullaan kuolleen kadottuaan rajun avaruusmyrskyn aikana, ja muut miehist&ouml;n j&auml;senet ovat jo l&auml;hteneet kotimatkalle, kun Watney palaa tukikohtaan. S&auml;ily&auml;kseen hengiss&auml; Watneyn t&auml;ytyy laittaa kekseli&auml;isyytens&auml; peliin, koska ruokaa ei ole ja varusteetkin ovat niukanlaiset. Watneyn onnistuu kuitenkin l&ouml;yt&auml;&auml; keino viestitt&auml;&auml; NASAan olevansa elossa. Sill&auml; aikaa Maassa sek&auml; NASA ett&auml; tutkimusaluksen miehist&ouml; suunnittelevat pelastusoperaatioita omilla tahoillaan hakeakseen Watneyn Marsista. Ohjaaja: <b>Ridley Scott</b>, USA 2015 (144&apos;). P&auml;&auml;osissa: <b>Matt Damon</b>, Jessica Chastain, Kristen Wiig, Jeff Daniels, Michael Peña, Kate Mara.</td><td class=tdy>Time:170 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:50&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%4B%61%75%68%65%61%20%6B%61%6E%6B%6B%75%6E%65%6E%20%32">&nbsp;Subleffa: <b>Kauhea kankkunen</b> 2</a></nobr></td><td class=tdx><b>Kauhea kankkunen</b> 2. Kaksi vuotta legendaaristen Las Vegas -polttareiden j&auml;lkeen on &quot;susilauman&quot; seuraavan j&auml;senen vuoro menn&auml; naimisiin. Stu aikoo v&auml;ltt&auml;&auml; polttarikatastrofin ja selviyty&auml; pelk&auml;ll&auml; polttaribrunssilla, mutta toisin k&auml;y. <b>Kauhea kankkunen</b> -<b>elokuva</b>sta tuttu porukka lent&auml;&auml; <b><b>Thai</b></b>maahan Stun h&auml;ihin. Illalla pojat p&auml;&auml;tt&auml;v&auml;t ottaa vain yhdet oluet rannalla nuotion &auml;&auml;ress&auml;, mutta her&auml;&auml;v&auml;t r&auml;hj&auml;isest&auml; luukusta keskelt&auml; Bangkokia. Mit&auml; ihmett&auml; on tapahtunut? Ohjaus: Todd Phillips, Yhdysvallat 2011 (97&apos;). P&auml;&auml;osissa Bradley Cooper, Zach Galifianakis ja Ed Helms.  Uusinta.</td><td class=tdy>Time:135 movieLen</td></tr>
<tr><td class=tdy><nobr>Fox</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:35&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%42%65%61%63%68">&nbsp;The Beach</a></nobr></td><td class=tdx>The Beach, USA, 2000. O: Danny Boyle. P: Leonardo DiCaprio, Tilda Swinton, Virginie Ledoyen. Amerikkalainen turisti Richard l&auml;htee ranskalaispariskunnan kanssa etsim&auml;&auml;n salaper&auml;ist&auml; ja kielletty&auml; paratiisisaarta <b><b>Thai</b></b>maassa. Trilleri.</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 11:55&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%39%30%20%50%26%61%75%6D%6C%3B%69%76%26%61%75%6D%6C%3B%26%61%75%6D%6C%3B%20%6D%6F%72%73%69%61%6D%65%6E%61%3A%20%48%26%61%75%6D%6C%3B%69%64%65%6E%20%6A%26%61%75%6D%6C%3B%6C%6B%65%65%6E">&nbsp;90 P&auml;iv&auml;&auml; morsiamena: H&auml;iden j&auml;lkeen</a></nobr></td><td class=tdx>Kausi 4, osa 7. Ulkomaalaiset morsiamet ovat matkustaneet Yhdysvaltoihin K-1 -viisumin turvin ja p&auml;&auml;tt&auml;neet 90 p&auml;iv&auml;n j&auml;lkeen menn&auml; naimisiin, jotta he saavat j&auml;&auml;d&auml; maahan rakkaansa luo. Juuri avioituneet pariskunnat jatkavat nyt yhteist&auml; el&auml;m&auml;&auml;ns&auml;, mutta saavat pian huomata, ettei arki ole yht&auml;&auml;n sen helpompaa avioitumisen j&auml;lkeen. (90 Day Fiance: Happily Ever After?, tosi-tv, USA, 2019)</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:21&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%65%73%26%61%75%6D%6C%3B%6B%6F%6E%73%65%72%74%74%69%20%53%63%68%26%6F%75%6D%6C%3B%6E%62%72%75%6E%6E%69%73%74%61">&nbsp;Kes&auml;konsertti Sch&ouml;nbrunnista</a></nobr></td><td class=tdx>Wienin filharmonikkojen perinteinen kes&auml;konsertti pidet&auml;&auml;n t&auml;n&auml; vuonna muutamaa viikkoa tavanomaista my&ouml;hemmin, mutta puitteet Sch&ouml;nbrunnin linnan edustalla ovat entiseen tapaan loistokkaat, esiintyjist&auml; puhumattakaan. Illan kapellimestarina toimii Gustavo Dudamel. George Gershwinin Sinisess&auml; rapsodiassa on pianosolistina Yuja Wang. Ohjelmassa kuullaan my&ouml;s Bernsteinin, Strauss nuoremman, Steinerin, Sousan, Barberin, Ziehrerin ja Dvorakin musiikkia. T: ORF, It&auml;valta. Lauri It&auml;kannas selostaa. (U) HD</td><td class=tdy>Time:99 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%75%6C%74%61%69%6E%65%6E%20%6E%61%69%6E%65%6E">&nbsp;Kultainen nainen</a></nobr></td><td class=tdx>(Woman in Gold 2015). Helen Mirren loistaa natsien kauheuksia paenneena Maria Altmannina, joka l&auml;htee asianajajansa (Ryan Reynolds) avustuksella hakemaan takaisin natseille menett&auml;mi&auml;&auml;n Gustav Klimtin maalauksia t&auml;ss&auml; tositapahtumiin perustuvassa draamassa. P&auml;&auml;osissa: Helen Mirren, Ryan Reynolds, Daniel Br&uuml;hl, <b>Katie Holmes</b>. Ohjaus: Simon Curtis (104&apos;)</td><td class=tdy>Time:130 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 20:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%61%79%20%59%65%73%20%74%6F%20%74%68%65%20%44%72%65%73%73%20%41%6D%65%72%69%6B%6B%61">&nbsp;Say Yes to the Dress Amerikka</a></nobr></td><td class=tdx>Kausi 1, osa 12. H&auml;&auml;ohjelma Say Yes to the Dress saapuu USA:n jokaiseen osavaltioon etsim&auml;&auml;n sit&auml; el&auml;m&auml;n ainutkertaisinta asua. Yhteens&auml; 52 paria kokoontuu New Yorkin keskuspuiston Bethesda-suihkul&auml;hteelle. (Say Yes to the Dress America, tosi-tv, Usa, 2020)</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%69%6E%6F%3A%20%54%68%65%20%50%6C%61%79%65%72%20%2D%20%70%65%6C%69%6D%69%65%73">&nbsp; The Player - pelimies</a></nobr></td><td class=tdx>Ilkikurinen Hollywood-kuvaus suuren studion toimitusjohtajasta, joka alkaa j&auml;ljitt&auml;&auml; uhkauskirjeiden l&auml;hett&auml;j&auml;&auml;, tappaa vahingossa v&auml;&auml;r&auml;n miehen ja rakastuu t&auml;m&auml;n leskeen, hieman kuten elokuvissa. P&auml;&auml;osissa Tim Robbins, Greta Scacchi, Fred Ward ja Whoopi Goldberg - ja kymmeni&auml; filmit&auml;hti&auml; ja muita Hollywood-julkkiksia vierasrooleissa. Ohjaus: Robert Altman. (The Player, USA 1992) HD</td><td class=tdy>Time:120 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%42%61%73%74%69%6C%6C%65%20%44%61%79">&nbsp;Bastille Day</a></nobr></td><td class=tdx>(The Bastille Day, toimintatrilleri, Iso-Britannia, 2016) Nuori amerikkalainen taskuvaras ja CIA:n agentti yhdist&auml;v&auml;t voimansa terrorismin vastaisessa taistelussa <b>Pariisi</b>ssa. 84 min. Ohjaus: James Watkins. P&auml;&auml;osissa: Idris Elba, Richard Madden, Charlotte Le Bon.</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>Pe</nobr></td><td class=tdy><nobr>29.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 22:50&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%55%6E%62%6F%72%6E">&nbsp;The Unborn</a></nobr></td><td class=tdx>(The Unborn, kauhu, USA, 2009) Nuori nainen k&auml;rsii piinaavista painajaisista ja alkaa ep&auml;ill&auml;, ett&auml; paha henki yritt&auml;&auml; ottaa h&auml;net valtaansa. Salaisuuden avain saattaa l&ouml;yty&auml; vaietusta perhetaustasta. 88 min. Ohjaus: David S. Goyer. P&auml;&auml;osissa: Odette Yustman, Gary Oldman, Meagan Good, Cam Gigandet, James Remar.</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 13:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%41%72%74%68%75%72%20%6A%61%20%6B%61%6B%73%69%20%6D%61%61%69%6C%6D%61%61">&nbsp;Arthur ja kaksi maailmaa</a></nobr></td><td class=tdx>Arthur ja kaksi maailmaa. Luc Bessonin kirjoittaman ja ohjaaman <b>elokuva</b>trilogian kolmannessa osassa kaksimetrinen ilke&auml; Maltazard saa aikaan levottomuutta ihmisten keskuudessa paettuaan minimoiden maasta. Vallanhimoisen Maltazardin tarkoituksena on hallita koko universumia, ja pikkuinen Arthur minimoi-yst&auml;vineen yritt&auml;&auml; pys&auml;ytt&auml;&auml; pahan Maltazardin aikeet ja saada rauhan kahden maailman v&auml;lille. Onnistuuko Arthur teht&auml;v&auml;ss&auml;&auml;n yst&auml;viens&auml; kanssa? Koko perheen <b>elokuva</b> on sekoitus animaatiota ja live-kuvaa. Ohjaaja: Luc Besson, Ranska 2010 (101&apos;). Suomenkielisen version &auml;&auml;nirooleissa esiintyv&auml;t Henri Piispanen (Arthur), Elli Vallinoja (Selenia), Samuel Harjanne (Betameche) ja Santeri Kinnunen (Maltazard). &Auml;&auml;nin&auml; mukana my&ouml;s Kristiina Elstel&auml;, Aarre Kar&eacute;n, Ona Kamu, Taisto Oksanen ja Pete Parkkonen.</td><td class=tdy>Time:125 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 16:05&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%44%61%64%64%79%26%61%70%6F%73%3B%73%20%48%6F%6D%65">&nbsp;Daddy&apos;s Home</a></nobr></td><td class=tdx>(Daddy&apos;s Home 2015). Napakassa komediassa kahden lapsen is&auml;puoli Brad Whitaker (Will Ferrell) joutuu taistelemaan perheens&auml; huomiosta, kun lasten h&auml;ik&auml;ilem&auml;t&ouml;n ja katu-uskottava biologinen is&auml; Dusty (Mark Wahlberg) porhaltaa yll&auml;tt&auml;en takaisin kuvioihin. Kiusallisia tilanteita riitt&auml;&auml;, kun is&auml;t ottavat toistensa miehuudesta mittaa hulvattomin keinoin. P&auml;&auml;osissa: Will Ferrell, Mark Wahlberg, Linda Cardellini, Thomas Haden Church, Hannibal Buress. Ohjaus: Sean Anders. (92&apos;)</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 18:55&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%<b>4D</b>%6F%6E%73%74%65%72%69%74%2D%79%6C%69%6F%70%69%73%74%6F">&nbsp;Monsterit-yliopisto</a></nobr></td><td class=tdx>(Monsters University 2013). Animaatiokomediassa nuori Mike (Billy Crystal) aloittaa opintonsa hirvi&ouml;iden yliopistossa tullakseen pelottelijaksi. Kilpailu suositun Sulleyn (<b>John Goodman</b>) kanssa <b>muuttuu</b> pian yhteisty&ouml;ksi, kun molemmat joutuvat taistelemaan paikastaan koulun pelotteluohjelmassa. P&auml;&auml;osissa: Billy Crystal, <b>John Goodman</b>, Helen Mirren, Steve Buscemi. Ohjaus: Dan Scanlon. (99&apos;)</td><td class=tdy>Time:123 movieLen</td></tr>
<tr><td class=tdy><nobr>MTV3</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>31.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 02:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%26%61%75%6D%6C%3B%68%64%65%74%2C%20%74%26%61%75%6D%6C%3B%68%64%65%74">&nbsp;T&auml;hdet, t&auml;hdet</a></nobr></td><td class=tdx>Salainen paheeni. kausi 5, 6/10. Salainen paheeni. T&auml;hdet t&auml;hdet -kisaajat joutuvat tiukan paikan eteen. Heid&auml;n on paljastettava salainen paheensa ja esitett&auml;v&auml; se kriittiselle tuomaristolle ¿ sek&auml; tietysti koko kansalle.</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>Nelonen</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 22:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4E%61%70%61%70%69%69%72%69%6E%20%73%61%6E%6B%61%72%69%74%20%32">&nbsp;Napapiirin sankarit 2</a></nobr></td><td class=tdx>(Napapiirin sankarit 2 2014). Menestyskomedian jatko-osassa Janne ja Inari ovat saaneet lapsen. Janne nappaa yksivuotiaan Lumin mukaan ja l&auml;htee kaverinsa kanssa Yll&auml;kselle h&auml;ihin, mutta reissuun tulee pari muuttujaa. Samaan aikaan Inari viett&auml;&auml; tytt&ouml;jeniltaa ex&auml;ns&auml; omistamassa loistohotellissa, miss&auml; kiusauksista ei tule loppua. P&auml;&auml;osissa: Jussi Vatanen, <b>Pamela Tola</b>, Timo Lavikainen, Miia <b>Nuutila</b>, Kari Ketonen. Ohjaus: Teppo Airaksinen. (86&apos;) Ohjelman tekstitys teksti-tv:n sivulla 333.</td><td class=tdy>Time:110 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%<b>4D</b>%65%6E%20%69%6E%20%42%6C%61%63%6B%20%33%20%2D%20%6D%69%65%68%65%74%20%6D%75%73%74%69%73%73%61%20%33">&nbsp;Subleffa: Men in Black 3 - miehet mustissa 3</a></nobr></td><td class=tdx>Men in Black 3 - miehet mustissa 3.</td><td class=tdy>Time:135 movieLen</td></tr>
<tr><td class=tdy><nobr>Sub</nobr></td><td class=tdy><nobr>Su</nobr></td><td class=tdy><nobr>31.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 00:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%75%62%6C%65%66%66%61%3A%20%41%6D%65%72%69%63%61%6E%20%53%6E%69%70%65%72">&nbsp;Subleffa: American Sniper</a></nobr></td><td class=tdx>American Sniper. Clint Eastwoodin ohjaama toimintadraama kertoo tositapahtumiin perustuvan tarinan kokeneesta ja palkitusta amerikkalaisesta tarkka-ampujasta Chris Kylesta (Bradley Cooper). Kylesta tulee Irakissa sotasankari. H&auml;nen uskomaton tarkkuutensa taistelukentill&auml; pelastaa lukemattomia henki&auml; ja h&auml;n saa lempinimen Legenda, Kotona h&auml;n kuitenkin kohtaa haasteita, on vaikeaa olla hyv&auml; is&auml; ja aviomies. Ohjaus: Clint Eastwood, USA 2014 (128&apos;). P&auml;&auml;osissa: Bradley Cooper, <b>Sienna Miller</b>. Uusinta.</td><td class=tdy>Time:165 movieLen</td></tr>
<tr><td class=tdy><nobr>Fox</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 22:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%54%72%61%6E%73%70%6F%72%74%65%72">&nbsp;The <b><b>Trans</b></b>porter</a></nobr></td><td class=tdx>Frank Martin on palkattu toimittamaan perille arveluttavia paketteja kyselem&auml;tt&auml; niiden sis&auml;ll&ouml;st&auml;, mutta kun er&auml;&auml;ll&auml; keikalla laukkuun pakattu tavara alkaa liikkua, Frankin uteliaisuus johtaa h&auml;net hankaluuksiin. Toimintatrilleri.</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 04:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%59%26%6F%75%6D%6C%3B%6E%20%41%56%41">&nbsp;Y&ouml;n AVA</a></nobr></td><td class=tdx></td><td class=tdy>Time:75 movieLen</td></tr>
<tr><td class=tdy><nobr>AVA</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 12:45&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%54%68%65%20%52%65%61%6C%20%48%6F%75%73%65%77%69%76%65%73%20%6F%66%20%42%65%76%65%72%6C%79%20%48%69%6C%6C%73">&nbsp;The Real Housewives of Beverly Hills</a></nobr></td><td class=tdx>Uusinta.</td><td class=tdy>Time:85 movieLen</td></tr>
<tr><td class=tdy><nobr>TLC</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 15:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%53%61%79%20%59%65%73%20%74%6F%20%74%68%65%20%44%72%65%73%73%20%41%6D%65%72%69%6B%6B%61">&nbsp;Say Yes to the Dress Amerikka</a></nobr></td><td class=tdx>Kausi 1, osa 12. H&auml;&auml;ohjelma Say Yes to the Dress saapuu USA:n jokaiseen osavaltioon etsim&auml;&auml;n sit&auml; el&auml;m&auml;n ainutkertaisinta asua. Yhteens&auml; 52 paria kokoontuu New Yorkin keskuspuiston Bethesda-suihkul&auml;hteelle. (Say Yes to the Dress America, tosi-tv, Usa, 2020)</td><td class=tdy>Time:105 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 20:53&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4B%69%6E%6F%3A%20%54%68%65%20%53%71%75%61%72%65">&nbsp; The Square</a></nobr></td><td class=tdx>Pist&auml;v&auml; komedia nykytaiteesta, poliittisesta korrektiudesta, eliitin asenteista, mediasta, neli&ouml;ist&auml; ja el&auml;imellisyydest&auml; meiss&auml; kaikissa. Kantaaottavaa The Square -taideteosta suunnitteleva museokuraattori ajautuu henkil&ouml;kohtaiseen ja ammatilliseen kriisiin. Ruben &Ouml;stlundin ohjaama <b>elokuva</b> on voittanut mm. Cannesin festivaalin p&auml;&auml;palkinnon, Euroopan parhaan <b>elokuva</b>n palkinnon ja Oscar-ehdokkuuden. P&auml;&auml;osissa Claes Bang, Elisabeth Moss, Dominic West. (Ruotsi 2017) HD</td><td class=tdy>Time:147 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 19:00&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%4C%75%6D%6F%61%76%61%20%6B%69%72%6F%75%73">&nbsp;Lumoava kirous</a></nobr></td><td class=tdx>(Beautiful Creatures 2013). Romanttinen fantasia<b>elokuva</b> kertoo pikkukaupungista pois halajavasta Ethanista (Alden Ehrenreich), joka rakastuu unissa n&auml;kem&auml;&auml;ns&auml; salaper&auml;iseen uuteen tytt&ouml;&ouml;n, Lenaan (Alice Englert). Yhdess&auml; Ethan ja Lena astuvat maailmaan, jossa yksik&auml;&auml;n kuolevainen ei ole ennen k&auml;ynyt ja jossa selvi&auml;&auml; synkki&auml; salaisuuksia heid&auml;n suvuistaan, historiastaan ja kaupungistaan. P&auml;&auml;osissa: Alden Ehrenreich,  Alice Englert, Emma Thompson, Thomas Mann, Jeremy Irons, Viola Davis.  Ohjaus: Richard LaGravenese. (118&apos;)</td><td class=tdy>Time:145 movieLen</td></tr>
<tr><td class=tdy><nobr>YleTmFem</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:20&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%52%6F%63%6B%69%6E%20%70%61%6C%6B%6B%61%73%6F%74%75%72%69%74">&nbsp;Rockin palkkasoturit</a></nobr></td><td class=tdx>Dokumentti suurten t&auml;htien varjoon j&auml;&auml;vist&auml;, nimett&ouml;mist&auml; mutta korvaamattomista ammattimuusikoista. Kertojana David Bowien kiertuekitaristi Earl Slick. Ohjaus Francis Whately. (Rock&apos;n&apos;Roll Guns for Hire: The Story of the Sidemen, Britannia 2017) (U) HD</td><td class=tdy>Time:90 movieLen</td></tr>
<tr><td class=tdy><nobr>Kutonen</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 23:30&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%42%61%73%74%69%6C%6C%65%20%44%61%79">&nbsp;Bastille Day</a></nobr></td><td class=tdx>(The Bastille Day, toimintatrilleri, Iso-Britannia, 2016) Nuori amerikkalainen taskuvaras ja CIA:n agentti yhdist&auml;v&auml;t voimansa terrorismin vastaisessa taistelussa <b>Pariisi</b>ssa. 84 min. Ohjaus: James Watkins. P&auml;&auml;osissa: Idris Elba, Richard Madden, Charlotte Le Bon.</td><td class=tdy>Time:100 movieLen</td></tr>
<tr><td class=tdy><nobr>NelonenHero</nobr></td><td class=tdy><nobr>La</nobr></td><td class=tdy><nobr>30.05.2020</nobr></td><td class=tdy><nobr>&nbsp; 21:25&nbsp;</td><td class=tdy nowrap><a style="text-decoration:none" target="_blank" href="http://www.imdb.com/find?q=%47%75%61%72%64%69%61%6E%73%20%6F%66%20%74%68%65%20%47%61%6C%61%78%79">&nbsp;Guardians of the Galaxy</a></nobr></td><td class=tdx>(Guardians of the Galaxy 2014). Marvelin sarjakuvaan pohjautuvassa toimintakomediassa T&auml;htilordin (Chris Pratt) johtama lainsuojattomien joukko mets&auml;st&auml;&auml; salaper&auml;ist&auml; Ikuisuuskive&auml; ymp&auml;ri universumia. Porukkaan kuuluu mm. kasvihumanoidi Groot (Vin Diesel) ja puhuva pesukarhu Rocket (Bradley Cooper). Heid&auml;n kintereill&auml;&auml;n on kostonhimoinen krii-soturi Ronan Syytt&auml;j&auml; (Lee Pace), joka haluaa tuhota kiven avulla koko galaksin. P&auml;&auml;osissa: Chris Pratt, Zoë Saldaña, Dave Bautista, Bradley Cooper, Vin Diesel, Glenn Close, John C. Reilly. Ohjaus: James Gunn. (115&apos;)</td><td class=tdy>Time:140 movieLen</td></tr>
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
</tr></table> 
